package org.example

const val WELCOME = "Добро пожаловать в бота, который может продемонстрировать вам эффект хроматической адаптации. " +
        "Для взаимодействия с ботом используйте клавиатуру снизу чата и следуйте инструкциям."

const val COMMAND_FAILED = "Команда не распознана, повтори ввод, пожалуйста"

const val PIC_INPUT_ERROR = "Мем должен быть в формате фото. Повтори отправку"

const val PIC_INPUT_SUCCESS = "Изображение получено. " +
        "Как будете готовы, бот пришлет вам ваше изображение в негативе" +
        " и вам надо будет смотреть в черную точку по центру изображения " +
        "не моргая 15 секунд. " +
        "По истечению времени, изображение сменится на черно-белое и вы сможете сами" +
        " наблюдать эффект хроматической адаптации. Также вы можете выбрать просмотр этого эффекта через gif."

const val PIC = "Отправьте боту изображение:"

